Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/european_elections/european_elections.html.txt.tmx
Source language: en
Languages: ga

source: Direct elections to the European Parliament are held every 5 years
ga: Déantar toghcháin chun Parlaimint na hEorpa a reáchtáil gach 5 bliana

source: The first direct elections were held in 1979
ga: Reáchtáladh na chéad toghcháin dhíreacha sa bhliain 1979

source: European Parliament elections take place within a 4-day period, normally in the month of June, all over the European Union
ga: Is laistigh de thréimhse 4 lá, i lár mhí an Mheithimh de ghnáth, a bhíonn toghcháin Pharlaimint na hEorpa ar siúl ar fud an Aontais Eorpaigh

source: The Minister for Housing, Planning, Community and Local Government appoints a returning officer for the "polling day" and the "polling period", which must be at least 12 hours between 8.00 a.m
ga: Ceapann an tAire Comhshaoil, Pobail agus Rialtais Áitiúil ceann comhairimh don “lá vótaíochta” nó don “tréimhse vótaíochta”, agus ní mór an toghchán a bheith ar siúl ar feadh 12 uair ar a laghad idir 8.00 a.m

source: The 2014 elections take place on Friday, 23 May 2014
ga: Beidh toghcháin na bliana 2014 ar siúl Dé hAoine an 23 Bealtaine 2014

source: There are 766 Members of the European Parliament (MEPs) elected by voters in 28 EU member states, since Croatia joined the EU in July 2013
ga: Ó chuaigh an Chróit isteach san AE i mí Iúil 2013, tá 766 Feisire de Pharlaimint na hEorpa (FPE) ann, iad tofa ag vótálaithe i 28 ballstát den AE

source: Following on from the European Council Decision of 28 June 2013 (2013/312/EU) (pdf), after the 2014 election there will be 751MEPs
ga: Tar éis Cinnidh ón gComhairle Eorpach an 28 Meitheamh 2013 (2013/312/AE) (pdf), beidh 751 Feisire de Pharlaimint na hEorpa tar éis thoghchán na bliana 2014

source: Ireland's MEP representation is reduced to 11 MEPs
ga: Tá líon na bhFeisirí de Pharlaimint na hEorpa ó Éirinn laghdaithe go 11 duine

source: For the 2014 elections, Ireland is reducing the number of constituencies from 4 to 3: Dublin, which elects 3 MEPs, Midlands-North-West and South which will each elect 4 MEPs
ga: I gcás thoghcháin na bliana 2014, tá Éire ag laghdú líon na dtoghlach ó 4 thoghlach go 3 cinn. Is iad sin, toghlach Bhaile Átha Cliath, ina dtoghfar triúr Feisirí de Pharlaimint na hEorpa agus toghlach an Láir Tíre-an Tuaiscirt-an Iarthair agus toghlach an Deiscirt, áiteanna a dtoghfar ceathrar Feisire de Pharlaimint na hEorpa

source: This follows the report of the European Parliament Constituencies Committee in 2013
ga: Tagann sé sin sna sála ar thuarascáil Choimisiún Toghlach Pharlaimint na hEorpa sa bhliain 2013

source: Responsibility for conducting the election in each of the constituencies rests with a returning officer appointed by the Minister for Housing, Planning, Community and Local Government
ga: Is é an ceann comhairimh arna cheapadh ag an Aire Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil atá freagrach as an toghchán a stiúradh i ngach ceann de na toghlaigh

source: He or she must be a County Registrar or a City or County Sheriff
ga: Ní mór dó a bheith ina Chláraitheoirí Contae nó ina Shirriam Cathrach nó Contae

source: There are also local returning officers who are responsible for taking the poll from the many polling stations in each county and city
ga: Tá oifigigh áitiúla chomhairimh ann freisin, daoine atá freagrach as an vótaíocht a thógáil ón iliomad stáisiúin vótaíochta i ngach contae agus cathair

source: For further information about European elections, nominations and voting arrangements, you may be interested in reading the following:
ga: Má tá tuilleadh faisnéise uait faoi thoghcháin na hEorpa, faoi ainmniúcháin agus faoi shocruithe vótála, seans go mbeidh spéis agat iontu seo a leanas:

source: • Who can become a Member of the European Parliament?
ga: • Cér féidir leis a bheith ina Fheisire de Pharlaimint na hEorpa?

source: • Nomination of candidates for membership of the European Parliament
ga: • Iarrthóirí a ainmniú le haghaidh ballraíochta de Pharlaimint na hEorpa

source: • How do you vote at a European Parliament election?
ga: • Conas a vótálann tú i dtoghchán Pharlaimint na hEorpa?

source: • How are the votes counted?
ga: • Conas a chomhairtear na vótaí?
